tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'aria2'
brew 'bash-completion@2'
brew 'bash'
brew 'bat'
brew 'composer'
brew 'fd'
brew 'git'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'gpg-agent'
brew 'hub'
brew 'mas'
brew 'mysql@5.7'
brew 'node'
brew 'p7zip'
brew 'php@7.2'
brew 'pinentry-mac'
brew 'vim'
brew 'z'
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'couleurs'
cask 'flume'
cask 'github-desktop'
cask 'google-chrome'
cask 'hyper'
cask 'imagealpha'
cask 'imageoptim'
cask 'keybase'
cask 'qlstephen'
cask 'sequel-pro'
cask 'shifty'
cask 'signal'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmit'
cask 'vlc'
mas 'Lungo', id: 1263070803
mas 'Things', id: 904280696
